# Задача про любимый сорт мороженого. Сначала должна вывестись ошибка
# Далее ошибка должна быть исправлена и команда должна вывести любимый сорт
# Мороженого автора этой программы (то есть Данила).
# Прикрученная команда окончания работы программы по нажатию Enter была введена
# По собственной инициативе

# Верный вариант
print('Мой любимый сорт мороженного - Пломбир.')
print('Спасибо за внимание!')

# Ошибочный вариант
# primt('Пломбир')

# Функция ввода-запроса
input('\n\nНажмите Enter, чтобы выйти.')
