# Задача, которая состоит в том, чтобы вывести на экран имя разработчика, и дожидаться клавиши ввода чтобы закрыться.

print("Имя разработчика программы - Данил! Некоторые называют меня Катосом, но это не особо важно, правда?");

input('\n\nНажмите Enter, чтобы выйти.')
