# Задача про любимый сорт мороженого. В 6 строке находится правильный вариант команды print. 
# Далее допущена специальная ошибка, она закомментирована для того, чтобы программа могла исполняться.
# Прикрученная команда окончания работы программы по нажатию Enter была введена по собственной инициативе.

# Верный вариант
print('Мой любимый сорт мороженного - Пломбир.')
print('Спасибо за внимание!')

# Ошибочный вариант
# primt('Пломбир')

# Функция ввода-запроса
input('\n\nНажмите Enter, чтобы выйти.')
