# Задача на вывод любимого афоризма автора этой программы, а также вывода текста самого автора этого афоризма.
# Функция выхода из программы прикручена по собственной инициативе. 

print('Мой любимый афоризм - "Без труда не вытащишь и рыбку из пруда"');

print('Автор неизвестен')

input('\n\nНажмите Enter, чтобы выйти.')
