# Game Over - версия 2
# Показывает улучшенную версию Game Over.

print("Программа 'Game Over' 2.0")

print("То же", "самое", "сообщение")

print("Только",
      "чуть-чуть",
      "побольше")

print("Вот", end=" ")
print("оно:")

print(

  """
 /\_/\  /\_/\  /\_/\  /\_/\  /\_/\  /\_/\ 
( o.o )( o.o )( o.o )( o.o )( o.o )( o.o )
 > ^ <  > ^ <  > ^ <  > ^ <  > ^ <  > ^ < 
 /\_/\   ____                       /\_/\ 
( o.o ) / ___| __ _ _ __ ___   ___ ( o.o )
 > ^ < | |  _ / _` | '_ ` _ \ / _ \ > ^ < 
 /\_/\ | |_| | (_| | | | | | |  __/ /\_/\ 
( o.o ) \____|\__,_|_| |_| |_|\___|( o.o )
 > ^ <      / _ \__   _____ _ __    > ^ < 
 /\_/\     | | | \ \ / / _ \ '__|   /\_/\ 
( o.o )    | |_| |\ V /  __/ |     ( o.o )
 > ^ <      \___/  \_/ \___|_|      > ^ < 
 /\_/\  /\_/\  /\_/\  /\_/\  /\_/\  /\_/\ 
( o.o )( o.o )( o.o )( o.o )( o.o )( o.o )
 > ^ <  > ^ <  > ^ <  > ^ <  > ^ <  > ^ < 
"""

     )


input("\n\nНажмите любую клавишу, чтобы выйти")

