# Воображаемые благодарности.
# Просто текст с благодарностями, выравненный посередине.

print ("\t\t\tВоображаемые благодарности")
print ("\t\t\t \\ \\ \\ \\ \\ \\ \\")
print ("\t\t\tразработчика игры")
print ("\t\t\tВоронина Данила")
print ("\t\t\t \\ \\ \\ \\ \\ \\ \\")
print ("\nОтдельное спасибо хотелось бы сказать:")
print ("моей девушке по произвище \"Совус\", которая никогда не скажет мне что я питаюсь \"полезной\" едой.")

# Звучит системный динамик
print ("\a")

# Команда выхода
input ("\n\nНажмите Enter,чтобы выйти")
