# Задача по преобразованию строк в целые числа

bludo1 = input ('\nВведите название своего любимого блюда #1')
bludo2 = input ('\nВведите название своего любимого блюда #2')
print ("\nВаше новое любимое блюдо:", bludo1+bludo2)
